{
    "cohort": [
        {
            "id": 1,
            "firstName": "Jeanine",
            "lastName": "Beckle",
            "reelThemIn": "“It's the job that's never started as takes longest to finish.” - Samwise Gamgee, <em>The Fellowship of the Ring</em>",
            "bio": "I'm a Chicagoland transplant, but Nashville has been my home for a decade. After several years working in artist royalties at a record label, I set my sights on a career change to tech when I realized that it was a field where I could put my love for problem-solving, collaboration, and logic to good use. I have high standards for myself and my work, and I'm excited to continue learning and improving upon my code. <br><br> Some of my hobbies include rock climbing, volunteering with youth programs, reading, going to concerts, traveling to new places, trying to win the affections of stray animals, and googling DIY fixes for everything that breaks in my house.",
            "github": "https://github.com/jeaninebeckle",
            "linkedIn": "https://www.linkedin.com/in/jeanine-beckle/",
            "portfolio": "https://jeaninebeckle.com/",
            "email": "jeaninebeckle@gmail.com",
            "proImg": "Jeanine.jpg",
            "funImg": "JeanineFun.jpg"
        }, 
        {
            "id": 2,
            "firstName": "Ryan",
            "lastName": "Beiden",
            "reelThemIn": "“Accept who you are; and revel in it.” - Mitch Albom (Tuesdays with Morrie)",
            "bio": "Before I gained interest in Software Development, I spent my time traveling to different parts of the world for mission work with a primary passion for photography. I needed a platform to display my work from my travels, so I built a portfolio site and that was the moment I realized I really enjoy and thrive in web design and development. From that point on I dedicated my time to learning new skills, whether it was how the technology that we use daily works (thanks to my job at Apple), or a new programming language (thanks to many online courses). My passion for this area of technology grew so large that I enrolled in Nashville Software School!",
            "github": "https://github.com/RyanBeiden",
            "linkedIn": "https://www.linkedin.com/in/ryanbeiden/",
            "portfolio": "https://ryanbeiden.com/",
            "email": "rdbeiden@gmail.com",
            "proImg": "Ryan.jpg",
            "funImg": "RyanFun.jpg"
        },
        {
            "id": 3,
            "firstName": "Jamal",
            "lastName": "Browning",
            "reelThemIn": "Create a life that feels good on the inside, not just looks good on the outside.",
            "bio": "Army Soldier turned Residential Development Project Manager turned Software Engineer. Using technology everyday, I never actually sat down and thought about what makes it possible for me to actually use what is in my hands. As soon as I started learning how to code there was an instant connection. I may be new to development, but I am persistent in growing my knowledge at the fastest pace I can. <br> I hope my skills as a leader, my experience working with small and large teams, my awareness of how important communication is, and my personality can bring value to any person or team I come across.",
            "github": "https://github.com/jamalbrowning",
            "linkedIn": "https://www.linkedin.com/in/jamalbrowning/",
            "portfolio": "https://personal-website-454da.web.app/",
            "email": "jamalebrowning@gmail.com",
            "proImg": "Jamal.jpg",
            "funImg": "JamalFun.jpg"
        },
        {
            "id": 4,
            "firstName": "William J.",
            "lastName": "Campbell",
            "reelThemIn": "I believe that you should always work hard and always find ways to have fun while you're doing it!",
            "bio": "When I moved to Nashville from Akron, OH in 2015, all I wanted was to work in the music industry as a live sound engineer. I've spent the last 5 or so years doing just that, and while it was an incredibly valuable experience that I will never regret, I came to realize that the lifestyle wasn't for me. The long nights, the constant touring, the erratic schedule etc... It did however teach me great problem solving skills and honed my ability to think on my feet in stressful situations, which is useful in any field. When I heard about NSS and web development I was convinced that the skills I learned in my career in live sound could really benefit me in the tech field. I realized that I could have a much more structured and normal job while using all of the skills I enjoy as well as the ability to have the life outside of work that was so often denied by tour dates and night work. Thus began my journey into tech and web development!",
            "github": "https://github.com/wcampbell91",
            "linkedIn": "https://www.linkedin.com/in/wcampbell91/",
            "portfolio": "",
            "email": "wcampbell91@gmail.com",
            "proImg": "William.jpg",
            "funImg": "WilliamFun.jpg"
        },
        {
            "id": 5,
            "firstName": "Michael",
            "lastName": "Dotson",
            "reelThemIn": "With these hands, we will create",
            "bio": "I originally moved to Nashville to be with my family, and ended up staying for the culture that lies beneath its country music exterior. I'm an avid gamer (both Pen & Paper as well as Console/PC) and consider myself quite the cinephile. (I'll be your secret weapon in Trivia!)",
            "github": "https://github.com/TheDotson",
            "linkedIn": "https://www.linkedin.com/in/the-michael-dotson/",
            "portfolio": "https://personal-bio-site-d3d59.web.app/",
            "email": "thedotson@icloud.com",
            "proImg": "Michael.jpg",
            "funImg": "MichaelFun.jpg"
        },
        {
            "id": 6,
            "firstName": "Nikhil",
            "lastName": "Gaikwad",
            "reelThemIn": "I don't approve my own PRs. Period.",
            "bio": "Performance-driven and motivated Full Stack Developer with 10+ years of extensive industry experience in engineering, software development and management. Adept at managing and supervising other employees and determined to achieve extraordinary results. Possess a strong attention to detail, well-developed time management skills, and ability to complete all projects within schedule and in a timely manner.",
            "github": "https://github.com/nrg51098",
            "linkedIn": "https://www.linkedin.com/in/nikhil-gaikwad-18478317/",
            "portfolio": "https://nikhil-personal-bio-react.firebaseapp.com/",
            "email": "gaikwadrnikhil@gmail.com",
            "proImg": "Nikhil.jpg",
            "funImg": "NikhilFun.jpg"
        },
        {
            "id": 7,
            "firstName": "Kamiran I.",
            "lastName": "Ibrahim",
            "reelThemIn": "People curious to know you or recruiter or same common",
            "bio": "What I do: SOFTWARE DEVELOPMENT ENGINEER To Building Innovative Enterprise Applications That Support Productivity Gains!<br><br>About me: Since I was a child I had a passion for technology. The first computer I had was Sinclair ZX81. That's where I started my journey on technology and my passion to learn more. When I was 13 the first programming language I did was BASIC.",
            "github": "https://github.com/Kamiran79",
            "linkedIn": "https://www.linkedin.com/in/kamiran-ibrahim/",
            "portfolio": "https://personal-bio-site-cc160.web.app/",
            "email": "kamiran.ibrahim@gmail.com",
            "proImg": "Kamiran.jpg",
            "funImg": "KamiranFun.jpg"
        },
        {
            "id": 8,
            "firstName": "Matt",
            "lastName": "Logan",
            "reelThemIn": "I should tell Brooke what to write here.",
            "bio": "Here too",
            "github": "https://github.com/MLogan1998",
            "linkedIn": "https://www.linkedin.com/in/mlogan5212/",
            "portfolio": "",
            "email": "mlogan5212@gmail.com",
            "proImg": "PH.png",
            "funImg": "PHFun.jpeg"
        },
        {
            "id": 9,
            "firstName": "Geno",
            "lastName": "McNew",
            "reelThemIn": "What technology can I play with today?",
            "bio": "Ever since writing programs in BASIC on my Comodore64 in elementary school, I've been interested in technology and how things work. The last few years I've been blessed to work for a company that's nurtured my desire to code, allowing me to write a number of programs for them. I've found that almost anything I do can be improved by some sort of automation or program. As technology progresses, there's always new ways to do this and there's always new technology to play with. This has led me to Nashville Software School and my desire to make coding my lifestyle.",
            "github": "https://github.com/spotmonk",
            "linkedIn": "https://www.linkedin.com/in/genomcnew/",
            "portfolio": "www.genomcnew.com",
            "email": "genomcnew@gmail.com",
            "proImg": "PH.png",
            "funImg": "PHFun.jpeg"
        },
        {
            "id": 10,
            "firstName": "Joshua",
            "lastName": "Medlen",
            "reelThemIn": "Learn more about someone who is hardworking and a quick learner",
            "bio": "I was born, raised, and currently live in the greater Nashville area. I am currently employed by Metro Nashville Public works Where i Work as an equipment operator driving a tractor. Not only do i operate but i also have to do routine maintenance, minor repairs, and sometimes train others on the equipment. On occasion i assume the role of foreman over the crew and ensure others are performing their task optimally and conduct any repairs or resolve any issues a fellow crewmate has.",
            "github": "https://github.com/medlenmage",
            "linkedIn": "https://www.linkedin.com/in/joshuamedlen/",
            "portfolio": "https://react-bio-site.web.app/home",
            "email": "joshua246@gmail.com",
            "proImg": "Josh.jpg",
            "funImg": "JoshFun.jpg"
        },
        {
            "id": 11,
            "firstName": "Brooke",
            "lastName": "Nemchak",
            "reelThemIn": "You can waste your lives drawing lines. Or you can live your life crossing them.",
            "bio": "Barista turned Hospitality Manager turned Professional Sports Ticket Salesperson turned Trade Support Professional turned Full Stack Web Developer. No more turns please, I'm dizzy.",
            "github": "https://github.com/bnemchak",
            "linkedIn": "https://www.linkedin.com/in/brooke-nemchak/",
            "email": "brooke.nemchak@gmail.com",
            "proImg": "BrookeNemchak.jpg",
            "funImg": "BrookeNemchakFun.jpg"
        },
        {
            "id": 12,
            "firstName": "Ola",
            "lastName": "Oladinni",
            "reelThemIn": "I should tell Brooke what to write here.",
            "bio": "Here too",
            "github": "https://github.com/olamide87",
            "linkedIn": "https://www.linkedin.com/in/olamide-oladinni-04b484125/",
            "portfolio": "",
            "email": "olajide1987@gmail.com",
            "proImg": "PH.png",
            "funImg": "PHFun.jpeg"
        },
        {
            "id": 13,
            "firstName": "Nathaniel",
            "lastName": "Owens",
            "reelThemIn": "Click it or ticket.",
            "bio": "Indiana born, Illinois raised, New Hampshire educated, Vegas engaged, Nashville transplant.",
            "github": "https://github.com/nathanieltylerowens",
            "linkedIn": "https://www.linkedin.com/in/nathanieltylerowens/",
            "portfolio": "nowens.dev",
            "email": "nathanieltylerowens@gmail.com",
            "proImg": "PH.png",
            "funImg": "PHFun.jpeg"
        },
        {
            "id": 14,
            "firstName": "Jonathan",
            "lastName": "Shearon",
            "reelThemIn": "In order to understand recursion, one must first understand recursion.",
            "bio": "I’ve been a small business entrepreneur for most of my working life, and always enjoyed the challenges it presents. Finding creative ways to please my customers, managing teams from all walks of life and bringing it all together to create a successful business is one of the most rewarding things I’ve ever done. When I took a few months to learn how to code and write a custom CRM for my business, I was instantly in love. Software development is the language of creative problem solving I’d been searching for all along. Now I’m ready to forge a new career as a developer and leverage my business experience with my newly acquired skills.<br><br>In my spare time, I love playing classical guitar, composing music for orchestra, photography and spending time with my family. ",
            "github": "https://github.com/jshearon",
            "linkedIn": "https://www.linkedin.com/in/jonathanshearon/",
            "portfolio": "https://jshearon.com",
            "email": "jonathan.shearon@gmail.com",
            "proImg": "PH.png",
            "funImg": "PHFun.jpeg"
        },
        {
            "id": 15,
            "firstName": "Ponch",
            "lastName": "Sihanorak",
            "reelThemIn": "I should tell Brooke what to write here.",
            "bio": "Here too",
            "github": "https://github.com/psihanorak",
            "linkedIn": "https://www.linkedin.com/in/phonesalo-sihanorak/",
            "portfolio": "",
            "email": "psihanorak@gmail.com",
            "proImg": "PH.png",
            "funImg": "PHFun.jpeg"
        },
        {
            "id": 16,
            "firstName": "Jeremiah",
            "lastName": "Vasquez",
            "reelThemIn": "I know the secret NSS recipe.",
            "bio": "Worked at Nashville Software School for four years, and got lost in the classroom. Found out this is where I belong and haven't looked back.",
            "github": "https://github.com/JeremiahV93",
            "linkedIn": "https://www.linkedin.com/in/jeremiah-vasquez/",
            "portfolio": "http://jv-personal-site.web.app/",
            "email": "jeremiah.vasquez93@gmail.com",
            "proImg": "Jeremiah.jpg",
            "funImg": "JeremiahFun.jpg"
        },
        {
            "id": 17,
            "firstName": "Nick",
            "lastName": "Walters",
            "reelThemIn": "Security Engineer turned Devops? Let's make tools work for us, securely, and not against!",
            "bio": "Throughout my career, I have always sought out positions where I could be helping people and providing an impact. Those positions have varied widely -- everything from lifeguard, to criminal justice, then information security, and finally development -- each of those providing me a unique perspective on problem solving. <br><br> As a developer, I look to harness the wide array of technologies available to bring together a solution, informed by my experiences, which changes the current reality of the user for the better.",
            "github": "https://github.com/nswalters",
            "linkedIn": "https://www.linkedin.com/in/nswalters/",
            "portfolio": "https://nwalters-portfolio.web.app/",
            "email": "nswalters.s@gmail.com",
            "proImg": "Nick.jpg",
            "funImg": "NickFun.jpg"
        },
        {
            "id": 18,
            "firstName": "Mark A.",
            "lastName": "Young",
            "reelThemIn": "If you click my profile you will never receive a notification about your car's extended warranty plan again.",
            "bio": "I graduated from James Madison University magna cum laude as a double major in Psychology and Anthropology with a concentration in Behavior Analysis. There I conducted ethnographic observations in Ireland, Kenya, Pakistan, and India on child-parent practices and customs. Over the years I've watched the internet connect people from ever growing distances. I needed to learn the language of programming to be apart of this connecting technology. Future goals include integrating coding knowledge to create healthcare apps and healthcare CRMs. Currently I work as an outpatient admissions coordinator for a nation-wide network fo dual-diagnosis treatment centers helping individuals with overlaying addictions and underlying mental health issues find therapeutic resources.",
            "github": "https://github.com/MarkyAaronYoung",
            "linkedIn": "https://www.linkedin.com/in/markyaaronyoung/",
            "portfolio": "https://personal-bio-site-84733.web.app/",
            "email": "markyaaronyoung@gmail.com",
            "proImg": "Mark.jpg",
            "funImg": "MarkFun.jpg"
        }
    ]
}
